type TOurHistory = { id: string; text: string };

export const ourHistoryLeft: TOurHistory[] = [
  {
    id: '01',
    text: `Сумка-мессенджер мужская тесьма, жилет нейтра 8 бит. Chartreuse
    Disrupt посадил птицу на лебеду jianbing. Хэштег для позднего
    завтрака с питьевым уксусом, скейтборд с тильдой холодного
    отжима.`,
  },
  {
    id: '02',
    text: `Крафтовый пивной шалфей занимает кардиган из ретро-фарма и стол,
    а также фланель из кейтара для гастропабов.`,
  },
  {
    id: '03',
    text: `Unicorn jean шорты quinoa подлинный cronut tilde twee YOLO,
    потроха эстетичный yuccie iPhone truffaut seitan.`,
  },
  {
    id: '04',
    text: `Создавайте пивные путники, лесорубы, суккуленты своими руками,
    Helvetica Vexillologist, следующий уровень разбудили толстовку с
    капюшоном keffiyeh tumblr schlitz chambray пишущую машинку.`,
  },
  {
    id: '05',
    text: `Плитка метро шестиугольника keffiyeh.`,
  },
];

export const ourHistoryRight: TOurHistory[] = [
  {
    id: '01',
    text: `Синтетический этический биодизельный путин. Горькая борода
    шалфей лоу-фай. Пало Санто буквально пледы лампочки Эдисона,
    вилы пить уксус аутентичный пабст уличное искусство метро плитка
    крафтовое пиво одно происхождение кофе шаман ловец снов.`,
  },
  {
    id: '02',
    text: `Williamsburg sriracha portland, ассиметричная свиная грудинка
    для микродозирования la croix 3 wolf moon umami.`,
  },
  {
    id: '03',
    text: `Четырехдолларовые тосты, модный топор трюффо, ломо-клетчатый мех
    PBR & B Scester Остин Палео Thundercats семейная реликвия
    Knausgaard от фермы до стола.`,
  },
];
