import reviewCard from '../assets/review-card.jpg';

type TWhatThinkUs = {
  id: string;
  title: string;
  desc: string;
  date: string;
  imgUrl: string;
};

export const whatThinkUs: TWhatThinkUs[] = [
  {
    id: '01',
    title: 'Иван Иванов',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции. В то же время, если в ходе транспортировки или эксплуатации в течении первых 2 лет происходят поломки, мы всегда находим с клиентом наиболее удобный вариант решения вопроса.`,
    date: '20.10.21',
    imgUrl: reviewCard,
  },
  {
    id: '02',
    title: 'Иван Иванов',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции. В то же время, если в ходе транспортировки или эксплуатации в течении первых 2 лет происходят поломки, мы всегда находим с клиентом наиболее удобный вариант решения вопроса.`,
    date: '20.10.21',
    imgUrl: reviewCard,
  },
  {
    id: '03',
    title: 'Иван Иванов',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции. В то же время, если в ходе транспортировки или эксплуатации в течении первых 2 лет происходят поломки, мы всегда находим с клиентом наиболее удобный вариант решения вопроса.`,
    date: '20.10.21',
    imgUrl: reviewCard,
  },
  {
    id: '04',
    title: 'Иван Иванов',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции. В то же время, если в ходе транспортировки или эксплуатации в течении первых 2 лет происходят поломки, мы всегда находим с клиентом наиболее удобный вариант решения вопроса.`,
    date: '20.10.21',
    imgUrl: reviewCard,
  },
  {
    id: '05',
    title: 'Иван Иванов',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции. В то же время, если в ходе транспортировки или эксплуатации в течении первых 2 лет происходят поломки, мы всегда находим с клиентом наиболее удобный вариант решения вопроса.`,
    date: '20.10.21',
    imgUrl: reviewCard,
  },
  {
    id: '06',
    title: 'Иван Иванов',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции. В то же время, если в ходе транспортировки или эксплуатации в течении первых 2 лет происходят поломки, мы всегда находим с клиентом наиболее удобный вариант решения вопроса.`,
    date: '20.10.21',
    imgUrl: reviewCard,
  },
];
