type TWhyChooseUs = { title: string; desc: string; iconName: string };

export const whyChooseUs: TWhyChooseUs[] = [
  {
    title: 'Аутентичность',
    desc: `Медное перегонное оборудование используется для получения
    эфирных масел с незапамятных времен.`,
    iconName: 'authenticity',
  },
  {
    title: 'Изысканность',
    desc: `Наши изделия из меди являются очень практичными. В то же время они наполнят особой магией ваш дом или рабочее...`,
    iconName: 'sophistication',
  },
  {
    title: 'Доставка по всему миру',
    desc: `Вы можете получить нашу продукцию в кратчайшие сроки в любую точку земного шара.
    `,
    iconName: 'worldwide-shipping',
  },
  {
    title: 'Гарантия качества',
    desc: `Наше оборудование прозводится вручную. Мы постоянно производим контроль качества произведенной продукции.`,
    iconName: 'quality-assurance',
  },
  {
    title: 'Честная оплата',
    desc: `Мы стремимся предоставить лучший товар по лучшей цене с сервисом высокого уровня. Но все начинается c...`,
    iconName: 'fair-payment',
  },
  {
    title: 'Большой ассортимент',
    desc: `У нас есть все от миниатюрных настольных паровых дистилляторов эфирных масел до крупногабаритного оборудования...`,
    iconName: 'large-assortment',
  },
  {
    title: 'Удобство в использовании',
    desc: `Наши изделия из меди имеют уникальный дизайн, который разрабатывался нами с целью получения максимальной...`,
    iconName: 'ease-use',
  },
  {
    title: 'Забота об окружающей среде',
    desc: `От 2 до 5% от стоимости каждого приобретенного товара в нашем магазине мы направляем на защиту...`,
    iconName: 'caring-environment',
  },
];
